[
    {
        "he_authors": null,
        "en_authors": null,
        "series": "עמנואל הרומי",
        "he_title": "עמנואל הרומי על משלי",
        "en_title": "Immanuel of Rome on Proverbs",
        "heDesc": "",
        "enDesc": "",
        "heShortDesc": "",
        "enShortDesc": "",
        "he_categories": [
            "תנ\"ך",
            "ראשונים על התנ״ך",
            "עמנואל הרומי"
        ],
        "en_categories": [
            "Tanakh",
            "Rishonim on Tanakh",
            "Immanuel of Rome"
        ],
        "he_era": null,
        "language": "he"
    },
    {
        "he_authors": null,
        "en_authors": null,
        "series": "פרי מגדים",
        "he_title": "פרי מגדים על אורח חיים",
        "en_title": "Peri Megadim on Orach Chayim",
        "heDesc": "",
        "enDesc": "*Peri Megadim* is an 18th-century commentary by Rabbi Yosef Teomim on the Orach Chaim and Yoreh Deah sections of the *Shulchan Arukh*. It primarily focuses on the *Magen Avraham*, *Turei Zahav* (Taz), and *Siftei Kohen* (Shach) commentaries. Later, halakhic authorities saw Peri Megadim as an important source of halakhah, and the *Mishneh Berurah* often relied on its rulings. Teomim wrote many drafts of the work, sometimes entirely rewriting it, before arriving at the final edition. The commentary is traditionally printed in the back of or alongside the text of the *Shulchan Arukh.* ",
        "heShortDesc": "",
        "enShortDesc": "18th-century commentary by R. Yosef Teomim, primarily focusing on the Magen Avraham, Turei Zahav, and Siftei Kohen commentaries",
        "he_categories": [
            "הלכה",
            "שולחן ערוך"
        ],
        "en_categories": [
            "Halakhah",
            "Shulchan Arukh"
        ],
        "he_era": null,
        "language": "he"
    },
    {
        "he_authors": "טעבעלה באנדי",
        "en_authors": "Tevele Bondi",
        "series": "מערכת היידענהיים",
        "he_title": "טעבעלה באנדי על הגדה של פסח ",
        "en_title": "Tevele Bondi on Pesach Haggadah",
        "heDesc": "",
        "enDesc": "This haggadah commentary was written by Rabbi Tevele Bondi and was published in 1898 in Frankfort der Mein. Not much is known about the author. Rabbi Bondi’s commentary reflects the thoughts of a man who was aware of the changing times in which he lived.",
        "heShortDesc": "",
        "enShortDesc": "19th-century commentary by German scholar Rabbi Tevele Bondi.",
        "he_categories": [
            "סדר התפילה",
            "הגדה",
            "מפרשים"
        ],
        "en_categories": [
            "Liturgy",
            "Haggadah",
            "Commentary"
        ],
        "he_era": "Achronim",
        "language": "he"
    },
    {
        "he_authors": null,
        "en_authors": null,
        "he_title": "קהילה של אמונה",
        "en_title": "Community of Faith",
        "heDesc": null,
        "enDesc": null,
        "heShortDesc": null,
        "enShortDesc": null,
        "he_categories": [
            "מחשבת ישראל",
            "ספרות מודרנית"
        ],
        "en_categories": [
            "Jewish Thought",
            "Modern"
        ],
        "he_era": null,
        "language": "he"
    },
    {
        "he_authors": null,
        "en_authors": null,
        "he_title": "אמונה בעתיד",
        "en_title": "Faith in the Future",
        "heDesc": null,
        "enDesc": null,
        "heShortDesc": null,
        "enShortDesc": null,
        "he_categories": [
            "מחשבת ישראל",
            "ספרות מודרנית"
        ],
        "en_categories": [
            "Jewish Thought",
            "Modern"
        ],
        "he_era": null,
        "language": "he"
    },
    {
        "he_authors": "יונתן זקס",
        "en_authors": "Jonathan Sacks",
        "he_title": "רדיקלית אז, רדיקלית עכשיו",
        "en_title": "Radical Then, Radical Now",
        "heDesc": "ב-*רדיקלי אז, רדיקלי עכשיו* התייחס הרב לורד יונתן זקס לשאלה כיצד, מול קטסטרופה ומצוקה לאורך אלפי שנים, נשארה ופרחה היהדות. החיבור מתחקה אחר הסדרה המהפכנית של רעיונות פילוסופיים ותיאולוגיים שיצרה היהדות - מברית השבת ועד חינוך פורמלי - ומראה כיצד הם נשארים רלוונטיים באופן משכנע כיום. מעבר לזכות יקרה, זקס מדגיש כי הזהות היהודית אינה רק זכות יקרה, אלא גם חובה. הספר נכתב במקור כמתנת חתונה לבנו ולכלתו.",
        "enDesc": "In *Radical Then, Radical Now,* Rabbi Lord Jonathan Sacks addressed how, in the face of catastrophe and adversity over thousands of years, Judaism has remained and flourished. Tracing the revolutionary series of philosophical and theological ideas that Judaism created  — from covenant to Shabbat to formal education — and showing how they remain compellingly relevant in contemporary times, Sacks portrays Jewish identity as an honor and a duty. Sacks originally wrote the book as a wedding gift to his son and daughter-in-law.\n",
        "heShortDesc": "לנוכח הקטסטרופה והמצוקה לאורך אלפי שנים, כיצד נשארה ופרחה היהדות",
        "enShortDesc": "On how Judaism has survived and flourished in the face of catastrophe and adversity over thousands of years",
        "he_categories": [
            "מחשבת ישראל",
            "ספרות מודרנית",
            "הרב לורד יונתן זקס"
        ],
        "en_categories": [
            "Jewish Thought",
            "Modern",
            "Rabbi Lord Jonathan Sacks"
        ],
        "he_era": null,
        "language": "he"
    },
    {
        "he_authors": "יונתן זקס",
        "en_authors": "Jonathan Sacks",
        "he_title": "הבית שאנו בונים ביחד; בנייה מחדש של החברה",
        "en_title": "The Home We Build Together; Recreating Society",
        "heDesc": "*הבית שאנו בונים ביחד: בניה מחדש של החברה* היא יצירה מהמאה ה-21 מאת הרב לורד יונתן זקס על עתידה של החברה הרב תרבותית והסכנות הניצבות בפני הדמוקרטיה הליברלית. בספר עולה הטענה שהתקשורת הגלובלית פיצלה תרבויות לאומיות כאשר הרב-תרבותיות מחזקת את החיכוכים החברתיים במקום לצמצם אותם. זקס דוגל בגישה חדשה שמתמקדת בזהות לאומית המבוססת על טובת הכלל ועל אינטרסים משותפים בין קבוצות שונות. החיבור מקדם את מודל האזרחות המבוססת אחריות ולא זכויות.\n",
        "enDesc": "*The Home We Build Together: Recreating Society* is a 21st-century work by Rabbi Lord Jonathan Sacks on the future of British society and the dangers facing liberal democracy. Arguing that global communications have fragmented national cultures and that multiculturalism, intended to reduce social frictions, is instead reinforcing them, Sacks advocates for a new approach to national identity based on the common good and shared interests among conflicting groups. The work promotes the concept of a responsibility – rather than rights  – based model of citizenship.",
        "heShortDesc": "על עתיד החברה הרב תרבותית והסכנות הניצבות בפני הדמוקרטיה הליברלית",
        "enShortDesc": "On the future of British society and the dangers facing liberal democracy\n",
        "he_categories": [
            "מחשבת ישראל",
            "ספרות מודרנית",
            "הרב לורד יונתן זקס"
        ],
        "en_categories": [
            "Jewish Thought",
            "Modern",
            "Rabbi Lord Jonathan Sacks"
        ],
        "he_era": null,
        "language": "he"
    },
    {
        "he_authors": "דב בער שניאורי",
        "en_authors": "Dov Baer Schneuri",
        "he_title": "קונטרס ההתפעלות",
        "en_title": "Kuntres HaHitpa'alut",
        "heDesc": "*קונטרס ההתפעלות* נכתב בשנת 1813 על ידי רבי דב בער שניאורי, האדמו\"ר השני של תנועת חסידות חב\"ד-ליובאוויטש. חיבור זה חוקר את הגישה החב\"דית להתעוררות רגשית בעבודת ה' באמצעות מדיטציה עמוקה על הנהגת ה' בעולם. הדגש בחיבור הוא על התפעלות הנובעת מהשראה פנימית כנה ולא כזו הנובעת מגילויי להט שטחיים. האדמו\"ר מבקר ומבכה מצב של הזנחה רגשית ודתית בקרב חסידים ומציע הסברים והתמודדות למצב זה. ",
        "enDesc": "*Kuntres HaHitpa'alut* (The Tract on Ecstasy), written in 1813 by Rabbi Dov Baer Schneuri, the second rebbe of the Chabad-Lubavitch Chasidic movement, explores the Chabad approach to emotional arousal in divine service through deep meditation on God’s governance. It emphasizes genuine inner inspiration over superficial displays of fervor and critiques both emotional neglect and external emotionalism. This English edition was translated by Rabbi Amiram Markel,",
        "heShortDesc": "חיבור מתחילת המאה ה-19 מאת הרב דב בער שניאורי, החוקר את גישת חסידות חב\"ד להתעוררות הנפש בעבודת ה'",
        "enShortDesc": "Early 19th-century work by Rabbi Dov Baer Schneuri, exploring the Chabad aproad to emotional arousal in divine service",
        "he_categories": [
            "חסידות",
            "חב\"ד"
        ],
        "en_categories": [
            "Chasidut",
            "Chabad"
        ],
        "he_era": null,
        "language": "he"
    }
]