[
    {
        "he_authors": "תמרה כהן אשכנזי, אנדריאה וייס",
        "en_authors": "Tamara Cohn Eskenazi, Andrea Weiss",
        "he_title": "התורה: פירושן של נשים",
        "en_title": "The Torah; A Women's Commentary",
        "he_long_desc": "'התורה: פירושן של נשים' הוא אוסף מאמרים ופירושים מהמאה ה-21 בהוצאת נשות היהדות הרפורמית והוצאת האיחוד ליהדות הרפורמית. זהו הפירוש המקיף הראשון לתורה שנכתב כולו על ידי נשים ומתמקד בעיקר בנשים בתורה ובמקורות הרלוונטיים במיוחד לחיי נשים. העבודה החלה ביוזמת החזנית שרה סאגר, שב-1992 \"אתגרה את ארגון נשות היהדות הרפורמית לייצר פרשנות תורנית שתעזור לנשים לבסס את שייכותן לתורה על ידי איסוף החכמה והתובנות של נשים בכל הקשת היהודית וברחבי העולם\". 'התורה: פירושן של נשים' זכה בפרס ספר השנה היהודי לשנת 2008 שניתן על ידי מועצת הספרים היהודית הלאומית.",
        "en_long_desc": "*The Torah: A Women’s Commentary* is a 21st-century collection of essays and commentaries published by Women of Reform Judaism and CCAR Press. It is the first comprehensive commentary on the Torah written entirely by women scholars, clergy and poets. It focuses on women in the Torah and on texts particularly relevant to women’s lives while considering the meaning of the text in its ancient literary and cultural context. The work began as the brainchild of Cantor Sarah Sager, who, in 1992, “challenged WRJ to produce a Torah commentary that would help women reclaim Torah by gathering together the scholarship and insights of women across the Jewish spectrum and around the world.” *The Torah: A Women’s Commentary* was recognized as the 2008 Jewish Book of the Year by the Jewish Book Council.\n",
        "he_short_desc": "אוסף מאמרים ופרשנויות מהמאה ה-21 בהוצאת נשות היהדות הרפורמית והוצאת האיחוד ליהדות הרפורמית ",
        "en_short_desc": "21st-century collection of essays and commentaries published by Women of Reform Judaism and CCAR Press",
        "he_categories": [
            "תנ\"ך",
            "פירושים מודרניים על התנ״ך"
        ],
        "en_categories": [
            "Tanakh",
            "Modern Commentary on Tanakh"
        ],
        "he_era": null,
        "language": "he"
    }
]